{
    "SUMMARY": "SUMMARY",
    "VPGS": "VPGs",
    "VMS": "VMs",
    "SETUP": "SETUP",
    "SITES": "SITES",
    "SITE_LIST_TITLE": "Site List",
    "TOPOLOGY": "TOPOLOGY",
    "ALERTSEVENTS": "ALERTS & EVENTS",
    "MONITORING": "MONITORING",
    "MONITORING_TITLE": "Monitoring",
    "REPORTS": "REPORTS",
    "ALERTS": "ALERTS",
    "EVENTS": "EVENTS",
    "TASKS": "TASKS",
    "OFFSITE": "OFFSITE BACKUP",
    "OFFSITE_TITLE": "Offsite Backup",
    "DASHBOARD": "DASHBOARD",
    "POPOVER":{
        "POPOVER_SITES_INFO":"Pair to another Zerto site",
        "POPOVER_VRA_INFO":"Install VRAs to enable replication"
    },
    "SITE_LIST_TOOLTIP_TEXT": "Sites list: All the sites paired with this site. Use this tab to pair to other sites or unpair sites.",
    "VM_LIST_TOOLTIP_TEXT": "VM list: Details about the virtual machines that are either protected in VPGs in this site, or recovered to this site.",
    "VPG_LIST_TOOLTIP_TEXT": "VPG list: Details about the VPGs that are either protected in this site or recovered to this site.",
    "SETUP_TOOLTIP_TEXT": "Setup information: Tabs enabling you to set up and manage VRAs and offsite backup repositories and view datastore usage.",
    "SETUP_PUBLIC_CLOUD_TOOLTIP_TEXT": "Setup information: Set up and manage offsite backup repositories.",
    "SETUP_HYPERV_TOOLTIP_TEXT": "Setup information: Tabs enabling you to set up and manage VRAs and offsite backup repositories and view storage usage.",
    "OFFSITE_BACKUP_TOOLTIP_TEXT": "Offsite backup information: Details of the VPGs and protected virtual machines that have an offsite backup defined for them. You can also run an unscheduled backup or cancel a running backup.",
    "MONITORING_TOOLTIP_TEXT": "Monitoring information: Tabs listing alerts, events and tasks.",
    "DASHBOARD_TOOLTIP": "General protection and recovery details of both the protected and recovery sites",
    "VPGS_TOOLTIP": "Lists the VPGs from both the local and peer sites and provides summary details of each VPG",
    "VMS_TOOLTIP": "Lists the protected VMs from both the local and peer sites and provides summary details of each VM",
    "SITES_TOOLTIP": "Lists all the peer sites and provides summary details of each peer site",
    "SETUP_TOOLTIP": "Manage Virtual Replication Appliances (VRAs), Storage used for recovery and offsite backup repositories",
    "PUBLIC_CLOUD_SETUP_TOOLTIP": "Manage offsite backup repositories",
    "OFFSITE_TOOLTIP": "Lists the VPGs defined with offsite backups and provides summary details of the backups",
    "MONITORING_TOOLTIP": "List alerts, events and tasks",
    "REPORTS_TOOLTIP": "Reports such as performance, usage and resource information",
    "AWS_REPORTS_TOOLTIP": "Reports such resource information",
    "ALERTS_TOOLTIP": "ALERTS_TOOLTIP",
    "EVENTS_TOOLTIP": "EVENTS_TOOLTIP",
    "TASKS_TOOLTIP":  "TASKS_TOOLTIP",
    "ORGANIZATIONS": "ORGANIZATIONS",
    "ZCM_SITES": "SITES",
    "SERVICE PROFILES": "SERVICE PROFILES",
    "ZCM_VPGS": "VPGs",
    "ZCM_ALERTS": "ALERTS",
    "PERMISSIONS_TAB": "PERMISSIONS"

}
